Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-3368.html.tmx
Source language: nob
Languages: sme

source: Vitalisering av samisk språk i sentrum på skolekonferanse
sme: Sámegiela ealáskahttin guovddážis skuvllakonferanssas

source: 250 stykker deltok på samisk barnehage- og skolekonferanse som ble arrangert i Alta 25. og 26. november .
sme: 250 oassseváldi oasálaste sámi mánáidgárdde- ja skuvllakonferanssas , mii lágiduvvui Álttás skábmamánu 25. ja 26 beaivvi .

source: Publisert av Østby , Jan Roger .
sme: Almmuhan Østby , Jan Roger .

source: Sist endret 30.11.2009
sme: Maŋimustá rievdaduvvon 30.11.2009

source: Deltakere skolekonferanse i Alta
sme: 250 oasseváldi skuvlla konferánssas

source: Årets samiske barnehage- og skolekonferanse ble arrangert i Alta 25. og 26. november .
sme: Dán jagi sámi mánáidgárdi- ja skuvlakonferánssas lágiduvvui Álttás skábmamánu 25 .

source: Konferansen er et samarbeid mellom fylkesmennene i Troms , Nordland og Finnmark , Samisk høgskole og Sametinget .
sme: Konferánsa lea ovttasbargu gaskkal Romssa , Nordlándda ja Finnmárkku Fylkamánniid , Sámi allaskuvlla ja Sámedikki .

source: Språkvitalisering Tema på konferansen var samisk språk og språkvitalisering .
sme: Ealáskahttin Konferánssa fáddán lei sámegiella ja giela ealáskahttin .

source: Det kom deltakere til konferansen fra hele landet , og det var også noen deltakere fra Sverige .
sme: Konferánsii ledje boahtán oasseváldit miehtá Norgga , ja ledje maid oasseváldit geat bohte Ruoŧas .

source: Konferansen samlet nærmere 250 deltakere .
sme: Konferánssas ledje lagabui 250 oasseváldi .

source: Språk og språkbruk står sentralt i samiske barns og unges oppvekst , og forelesningene og diskusjonene på konferansen viser at dette er temaer som interesser mange og et område med store utfordringer .
sme: Giella ja giela geavaheapmi leat guovddáš áššit sámi mánáid ja nuoraid bajásšaddandilis , ja logaldallamat ja ságastallamat konferánssas čájehit ahte lea fáddá mas ollugat beroštit ja suorgi mas leat stuora hásttalusat .

source: Prioriterer språket Sametingets visepresident Laila Susanne Vars holdt et innlegg på vegne av Sametinget og fortalte hva Sametinget prioriterer i denne perioden og hvilke aktiviteter som er i gang .
sme: Vuoruhit giela Sámedikki várrepresideanta Laila Susanne Vars doalai sáhkavuoru Sámedikki ovddas , ja muitalii maid Sámediggi vuoruha dán áigodagas ja makkár doaimmat leat jođus .

source: Statssekretær Lisbeth Rugtvedt fortalte om Regjeringens satsning i forhold til samiske barn og unge , og statssekretær for samiske saker , Raimo Valle , la fram Regjeringens arbeid med virksomhetsplanen for samiske språk .
sme: Stáhtačálli Lisbeth Rugtvedt muitalii Ráđđehusa áŋgiruššámiid sámi mánáid ja nuoraid hárrái ja Sámi áššiid stáhtačálli Raimo Valle ovdanbuvttii Ráđđehusa barggu Sámegielaid doaibmaplána ektui .

source: Førsteamanuensis Marianne Storjord holdt foredrag om sin egen forskning rundt temaet Kulturell opinionsforming i samisk lærings- og utviklingsperspektiv .
sme: Vuosttašamanuensa Marianne Storjord logaldalai iežas dutkama birra mas fáddán lea Kultuvrralaš oaivilhábmen sámi oahppan- ja ovddidanperspektiivvas .

source: Professor Kamil Øzerk snakket om Språkvitalisering og utvikling av ordforråd fra barnehage til videregående skole .
sme: Professor Kamil Øzerk ságastalai Giellaealáskahttin ja sátneriggodaga ovdáneapmi mánáidgárddi rájes joatkkaskuvlii .

source: Han understreket hvor viktig det er å snakke med barna helt fra de er små slik at de får et rikt ordforråd .
sme: Son deattuhii man dehálaš lea hupmat mánáiguin unnivuođa rájes juo , vai sii šaddet sátneriggát .

source: Språk kafe På konferansens første dag ble det også arrangert en språklig læringskafe .
sme: Gielalaš oahppankafea Konferánssa vuosttaš beaivvi lágiduvvui maiddái gielalaš oahppankafea .

source: Det ble registrert stor interesse og iver blant deltakerne for å legge fram sine synspunkter via denne kafemetoden .
sme: Vuhttui stuora beroštupmi ja áŋgirvuohta oasseváldiin ovddidit oainnuideaset dákkár kafeavuogi mielde .

source: På konferansens andre dag var barnehagenes og skolenes hverdag i sentrum .
sme: Gárra rahčámušat Konferánssa nuppi beaivvi lei guovddážis mánáidgárddiid ja skuvllaid árgabeaivi .

source: Skoler og barnehager var inviterte til å fortelle om sitt arbeid med å fremme språket og språkbruken .
sme: Skuvllat ja mánáidgárddit ledje bovdejuvvon muitalit movt sii barget ovddidit giela ja giellageavaheami .

source: Alta foreldrenettverk fortalte om sine bestrebelser for å få et samisk skoletilbud for sine barn .
sme: Álttá váhnenfierpmádat muitalii makkár rahčámušat sis leat leamaš oččodettiin sámi skuvlafáladaga mánáidasaset .

source: På konferansen var det også læremiddelutstillinger .
sme: Konferánssas ledje maid oahpponeavvočájáhusat .

source: Forlaget Davvi Girji var også invitert til konferansen for å fortelle litt fra læremiddelarbeidet , blant annet om gratis utdeling av læremidler .
sme: Davvi Girji lágádus lei maiddái bovdejuvvon konferánsii muitalii veahá oahpponeavvobarggus , earret eará nuvttá oahpponeavvojuohkima birra .

source: Filer
sme: Fiillat
